[
    {
        "imagen": "ruta/imagen1.jpg",
        "precio": 39.99,
        "titulo": "Sombrilla de Playa",
        "subtitulo": "Protección UV, resistente al viento",
        "descripcion": "Disfruta del sol en la playa con esta sombrilla de alta calidad. Proporciona protección contra los rayos UV y es resistente al viento, lo que la hace perfecta para cualquier día soleado."
    },
    {
        "imagen": "ruta/imagen2.jpg",
        "precio": 24.99,
        "titulo": "Toalla de Playa",
        "subtitulo": "Tamaño grande, suave y absorbente",
        "descripcion": "Envuélvete en comodidad con esta toalla de playa de tamaño grande. Hecha de materiales suaves y absorbentes, te brindará una experiencia de secado rápida y agradable en la playa."
    },
    {
        "imagen": "ruta/imagen3.jpg",
        "precio": 14.99,
        "titulo": "Balón de Voleibol",
        "subtitulo": "Ideal para juegos en la playa",
        "descripcion": "Diviértete en la playa con este balón de voleibol de alta calidad. Diseñado para un agarre óptimo y durabilidad, te brindará horas de entretenimiento y ejercicio bajo el sol."
    },
    {
        "imagen": "ruta/imagen4.jpg",
        "precio": 29.99,
        "titulo": "Gafas de Sol",
        "subtitulo": "Protección UV, estilo moderno",
        "descripcion": "Protege tus ojos del sol con estilo usando estas gafas de sol elegantes. Ofrecen protección contra los rayos UV y su diseño moderno complementará tu look en la playa o en la ciudad."
    },
    {
        "imagen": "ruta/imagen5.jpg",
        "precio": 12.99,
        "titulo": "Sandalias de Playa",
        "subtitulo": "Cómodas y resistentes al agua",
        "descripcion": "Camina con comodidad por la playa con estas sandalias diseñadas especialmente para ambientes húmedos. Son cómodas, resistentes al agua y te brindarán un ajuste perfecto durante todo el día."
    },
    {
        "imagen": "ruta/imagen6.jpg",
        "precio": 49.99,
        "titulo": "Silla de Playa Plegable",
        "subtitulo": "Ligera y fácil de transportar",
        "descripcion": "Relájate en la playa con esta silla plegable. Con un diseño ligero y fácil de transportar, podrás disfrutar del paisaje y tomar el sol cómodamente en cualquier lugar de la playa."
    },
    {
        "imagen": "ruta/imagen7.jpg",
        "precio": 9.99,
        "titulo": "Pelota de Playa",
        "subtitulo": "Diversión garantizada",
        "descripcion": "Lleva la diversión a la playa con esta pelota inflable. Perfecta para juegos y actividades acuáticas, te brindará momentos de entretenimiento y risas en la arena y el mar."
    }
]
